Repository: msrn/searchPage
Catalog: po/*.po
Languages: ast, hu, kab

source: openSUSE search
ast: Gueta d'openSUSE
hu: openSUSE keresés
kab: Nadi openSuse

source: Get software
ast: Consiguir software
hu: Letöltés
kab: Awi aseɣzan

source: Build Service
ast: Serviciu de construcción
hu: Építő
kab: Amezku n bennu

source: What are you searching for?
ast: ¿Qué tas guetando?
hu: Mit szeretne keresni?
kab: Acu i tettnadiḍ?

source: Search with PrivacyTools
ast: Guetar con PrivacyTools
kab: Nadi s PrivacyTools

source: Powered by
ast: Cola potencia de
kab: Irfed-it

source: Social Network
ast: Rede social
hu: Közösség
kab: Aẓeṭṭa n tmetti

source: News
ast: Anuncies
hu: Hírek
kab: Isallen

source: Forums
ast: Foros
hu: Fórumok
kab: Inmagaren

source: Shop
ast: Tienda
hu: Vásárlás
kab: Tiɣin

source: Blogs
ast: Blogues
hu: Blogok
kab: Iblugen

source: Press
ast: Prensa
hu: Sajtó
kab: Taɣamsa

source: Change language
ast: Camudar llingua
hu: Nyelv módosítás
kab: Fren tutlayt

source: Search with Google
hu: Google keresés
